chapters_math = [
    4, 4, 4, 4, 4, 4, 4, 4, 4, 4,
    4, 4, 4, 4, 4, 4, 4, 4, 4, 4,
    4, 4, 4, 4, 4, 4, 4, 4, 4, 4,
    4, 4
]  # 各講座のチャプター数 (算数)

chapters_japanese = [
    4, 4, 4, 4, 4, 4, 4, 4, 4, 4,
    4, 4, 4, 4, 4, 4, 4, 4, 4, 4,
    4, 4, 4, 4
]  # 各講座のチャプター数 (国語)

chapters_science = [
    5, 3, 3, 4, 3, 4, 3, 3, 3, 3,
    3, 3, 3, 3, 3, 3, 3, 3, 3, 3,
    2, 3, 3, 4, 3, 3,
]  # 各講座のチャプター数 (理科)

chapters_social = [
    4, 4, 4, 4, 4, 4, 4, 4, 4, 4,
    4, 4, 4, 4, 4, 4, 4, 4, 4, 4,
    4, 4, 4, 4, 4
]  # 各講座のチャプター数 (社会)
